Repository: rogertm/twenty-em
Catalog: languages/*.po
Languages: es_es

source: Error 404 - Page not found!
es_es: Error 404 - ¡Página no encontrada!

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
es_es: Lo sentimos, la página que has pedido no se encuentra en nuestro servidor. Tal vez puedas usar el buscador y obtener mejores resultados.

# comments title
source: One response to: %2$s
es_es: Una respuesta para: %2$s

source: 1 Comment
es_es: 1 Comentario

source: No Comments
es_es: No hay comentarios

source: Comments are closed
es_es: Los comentarios están cerrados

source: No responds to: <small>%s</small>
es_es: No hay respuestas para: <small>%s</small>

source: Display the content
es_es: Mostrar el contenido

source: <p>The whole content of each post</p>
es_es: <p>El contenido completo de cada entrada</p>

source: Display the excerpt
es_es: Mostrar el resumen

source: Thumbnail on left
es_es: Miniatura a la izquierda

source: Thumbnail on right
es_es: Miniatura a la derecha

source: Thumbnail on center
es_es: Miniatura al centro

source: One column
es_es: Una columna

source: Two columns
es_es: Dos columnas

source: Three columns
es_es: Tres columnas

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Excerpt Length
es_es: Extensión del resumen

source: The amount of words displayed in the excerpt. If empty, the default value will be <code>%1$s</code> words.
es_es: Cantidad de palabras a mostrar en el resumen. Si se deja vacío, el valor por defecto será <code>%1$s</code> palabras

source: Thumbnail Alignment
es_es: Alineado de la imagen en miniatura

source: Thumbnail Dimensions
es_es: Dimensiones de la imagen en miniatura

source: Set thumbnail <strong>width</strong> and <strong>height</strong> in pixels. If empty, will be used the default thumbnail sizes (<code>%2$s</code> x <code>%3$s</code>) set at your <a href="%1$s" target="_blank">Media Settings</a> options.
es_es: Determinar <strong>ancho</strong> y <strong>alto</strong>, en píxeles, de la imagen en miniatura. Si se deja vacío, se usarán las dimensiones por defecto (<code>%2$s</code> x <code>%3$s</code>) especificadas en las opciones de <a href="%1$s" target="_blank">Ajustes multimedia</a>.

source: Thumbnail column width
es_es: Columnas para la imagen en miniatura

source: Should be a number between <code>2</code> and <code>6</code>. Default to <code>3</code>.
es_es: Debe ser un número entre <code>2</code> y <code>6</code>. Por defecto <code>3</code>.

source: Columns
es_es: Columnas

source: Break Loop in columns (It may affect the thumbnail size)
es_es: Dividir el archivo en columnas (puede afectar las dimensiones de las imágenes en miniaturas)

source: Display <code>Newer</code> and <code>Older</code> posts links
es_es: Mostrar enlaces a entradas <code>Recientes</code> y <code>Antiguas</code>

source: Display a paginated list of links <code>&laquo; Newer 1 &hellip; 3 4 5 6 7 &hellip; 9 Older &raquo;</code>
es_es: Mostrar lista de paginada <code>&laquo; Recientes 1 &hellip; 3 4 5 6 7 &hellip; 9 Antiguas &raquo;</code>

source: Archive Pagination
es_es: Paginado del archivo

source: <strong>Oops!</strong> No options available for this setting...
es_es: <strong>Oops!</strong> No hay configuraciones disponibles para esta opción...

source: First Call to Action
es_es: Primer Llamado de Acción

source: Second Call to Action
es_es: Segundo Llamado de Acción

source: Third Call to Action
es_es: Tercer Llamado de Acción

source: Fourth Call to Action
es_es: Cuarto Llamado de Acción

source: On top of all
es_es: Por encima de todo

source: Down of all
es_es: Bajo de todo

source: Up to Header
es_es: Sobre la Cabecera

source: Down to Header
es_es: Bajo la Cabecera

source: Before main content
es_es: Antes del contenido principal

source: After main content
es_es: Después del contenido principal

source: Up to main content
es_es: Sobre el contenido principal

source: Down to main content
es_es: Bajo el contenido principal

source: Up to main content (If Custom Front Page is active)
es_es: Sobre el contenido principal (Si la Página de Inicio Personalizada está activa)

source: Down to main content (If Custom Front Page is active)
es_es: Bajo el contenido principal (Si la Página de Inicio Personalizada está activa)

source: Before footer
es_es: Antes del Pie de Página

source: After footer
es_es: Después del Pié de Página

source: Before main sidebar
es_es: Antes de la barra lateral principal

source: After main sidebar
es_es: Después de la barra lateral principal

source: Before alternative sidebar
es_es: Antes de la barra lateral aternativa

source: After alternative sidebar
es_es: Después de la barra lateral alternativa

source: Headline
es_es: Encabezado

source: Headline <a href="%1$s" target="_blank">Icon Class</a>
es_es: Encabezado <a href="%1$s" target="_blank">Icon Class</a>

source: Content
es_es: Contenido

source: <a href="%1$s" target="_blank">Background Image</a>
es_es: <a href="%1$s" target="_blank">Imagen de Fondo</a>

source: Upload Image
es_es: Cargar Imagen

source: Primary button text
es_es: Texto del botón primario

source: Primary button <a href="%1$s" target="_blank">Icon Class</a>
es_es: Botón primario <a href="%1$s" target="_blank">Icon Class</a>

source: Primary button link
es_es: Enlace del botón primario

source: Secondary button text
es_es: Texto del botón secundario

source: Secondary button <a href="%1$s" target="_blank">Icon Class</a>
es_es: Botón secundario <a href="%1$s" target="_blank">Icon Class</a>

source: Secondary button link
es_es: Enlace del botón secundario

source: Hooked to
es_es: Enganchado a

source: &mdash; Select &mdash;
es_es: &mdash; Seleccionar &mdash;

source: Show this Call to Action only in front page
es_es: Mostrar este Llamado a la Acción solo en la página inicial

source: Debug Information
es_es: Información de Desarrollo

source: Theme Data
es_es: Datos del Tema

source: Theme Setting
es_es: Configuración del Tema

source: Default Setting
es_es: Configuración por Defecto

source: System Information
es_es: Información del Sistema

source: Status:
es_es: Estado:

source: Data Base Version:
es_es: Versión de la Base de Datos:

source: Current Theme:
es_es: Tema Actual:

source: Theme URI:
es_es: URI del Tema:

source: Theme Author:
es_es: Autor del Tema:

source: Theme Tags:
es_es: Etiquetas del Tema:

source: Theme Text Domain:
es_es: Text Domain del Tema:

source: CONSTANTS Values
es_es: Valores CONSTANTES:

source: Current Option: <code>%s</code>
es_es: Mostrando la opción: <code>%s</code>

source: You can access these values through the <code>t_em()</code> function, passing as parameter any of these keys
es_es: Puedes acceder a estos valores a través de la función <code>t_em()</code>, pasando como parámetro cualquiera de estas llaves

source: Current Function: <code>%s</code>
es_es: Funcción Actual: <code>%s</code>

source: This function return the defaults values of your theme
es_es: Esta función retorna los valores por defecto en tu tema

source: Site Info
es_es: Información del Sitio

source: Site URL:
es_es: URL del Sitio:

source: Home URL:
es_es: URL de Página Inicial:

source: Multisite:
es_es: Multisitio:

source: Yes
es_es: Si

source: Hosting Provider
es_es: Proveedor de Hosting:

source: Domain:
es_es: Dominio:

source: Browser
es_es: Navegador

source: User Agent:
es_es: Agente de Usuario:

source: WordPress Configuration
es_es: Configuración de WordPress

source: Version:
es_es: Versión:

source: Language:
es_es: Lenguage:

source: Permalink Structure:
es_es: Estructura de Enlaces Permanentes:

source: Default
es_es: Por Defecto

source: Active Theme:
es_es: Tema Activo:

source: Parent Theme:
es_es: Tema Padre:

source: Show On Front:
es_es: Mostrar en Página Frontal:

source: Page On Front:
es_es: Página de Inicio:

source: Title: %s - ID: %s
es_es: Título: %s - ID: %s

source: Page For Posts:
es_es: Página de Entradas

source: Table Prefix:
es_es: Prefijo de las Tablas

source: "%s". Length: %s. Status: %s
es_es: "%s". Longitud: %s. Estado: %s

source: ERROR: Too long
es_es: ERROR: Muy largo

source: Acceptable
es_es: Aceptable

source: Enabled
es_es: Disponible

source: Disabled
es_es: Desactivado

source: Memory Limit:
es_es: Límite de Memoria:

source: Registered Post Stati:
es_es: Estados de Post Registrados:

source: Registered Post Types:
es_es: Tipos de Post Registrados

source: Active Plugins
es_es: Plugins Activos

source: Update Available - %s
es_es: Actualización Disponible - %s

source: Inactive Plugins
es_es: Plugins Inactivos

source: Network Active Plugins
es_es: Plugins Activos para la Red

source: Webserver Configuration
es_es: Configuración del Servidor

source: PHP Version:
es_es: Versión de PHP:

source: MySQL Version:
es_es: Versión de MySQL:

source: Webserver:
es_es: Servidor Web:

source: PHP Configuration
es_es: Configuración de PHP

source: Upload Max Size:
es_es: Capacidad Máxima de Subida:

source: Post Max Filesize:
es_es: Capacidad Máxima de Envío:

source: Time Limit:
es_es: Tiempo Límite:

source: Max Input Vars:
es_es: Capacidad Máxima de Entrada

source: Display Errors:
es_es: Mostrar Errores:

source: Just another WordPress front page
es_es: Como cualquier página inicial de WordPress

source: Text Widgets
es_es: Widgets de Texto

source: Displaying: Your latests "<strong>%1$s posts</strong>"
es_es: Mostrando: Las últimas "<strong>%1$s entradas</strong>"

source: Displaying: Static Page "<strong>%1$s</strong>". Page for Posts "<strong>%2$s</strong>"
es_es: Mostrando: Página estática "<strong>%1$s</strong>". Página de entradas "<strong>%2$s</strong>"

source: To manage this options you should go to your <a href="%1$s" target="_blank">Reading Settings</a>
es_es: Para configurar esta opción debes ir a los <a href="%1$s" target="_blank">Ajustes de lectura</a>

source: First home page text area
es_es: Primera área de texto

source: Second home page text area
es_es: Segunda área de texto

source: Third home page text area
es_es: Tercera área de texto

source: Fourth home page text area
es_es: Cuarta área de texto

source: <a href="%1$s" target="_blank">Thumbnail URL</a>
es_es: <a href="%1$s" target="_blank">URL de la imagen</a>

source: Front Page Template
es_es: Plantillas para la Página de Inicio

source: Site in Maintenance
es_es: Sitio en Mantenimiento

source: Settings saved. <a href="%1$s">Visit your site</a>.
es_es: Configuración salvada. <a href="%1$s">Visita tu blog</a>.

source: Show <strong><a href="%1$s" target="_blank">%2$s</a></strong> and <strong><a href="http://wordpress.org/" target="_blank">WordPress.org</a></strong> home page link at the bottom of your site
es_es: Mostrar un enlace a <strong><a href="%1$s" target="_blank">%2$s</a></strong> y <strong><a href="http://wordpress.org/" target="_blank">WordPress.org</a></strong> en la parte inferior del blog

source: Show featured image on top of the entry when a single post or page is displayed
es_es: Mostrar la imagen destacada en la parte superior de cada entrada o página cuando esta es mostrada

source: When a single post is displayed, show related posts
es_es: Mostrar una lista de entradas relacionadas con la entrada actual

source: Display a breadcrumb path
es_es: Mostrar el Breadcrumb o Migas de Pan

source: Separate comments from pingbacks and trackbacks
es_es: Separar comentarios de pingbacks y trackbacks

source: For a best performances of this option, please deactivate your <a href="%1$s">comments pagination</a>.
es_es: Para el mejor funcionamiento de esta opción, por favor desactiva el <a href="%1$s">paginado en los comentarios</a>.

source: Enable comments in single pages
es_es: Permitir comentarios en páginas individuales

source: If true, be sure to <a href="%1$s">allow people to post comments on new articles</a>.
es_es: Si es verdadero, asegúrate de <a href="%1$s">permitir a los usuarios comentar en los nuevas entradas</a>.

source: Enable shortcodes buttons
es_es: Activar botones de shortcodes

source: Shortcodes are always enables, but you can hide or show the buttons in the posts or pages editor
es_es: Los shortcodes siempre están disponibles, pero puedes mostrar u ocultar los botones en el editor de entradas

source: Show Debug Panel
es_es: Mostrar Panel de Información de Desarrollo

source: Great tool for developers. Display a Debug Panel with important information at the bottom of this administration panel. If <code>WP_DEBUG</code> is enable, this panel will be shown any way.
es_es: Gran herramienta para los desarrolladores. Muestra el Panel de Desarrollo con información muy útil al final de este panel de administración. Si <code>WP_DEBUG</code> está activado, este panel se mostrará de todas maneras.

source: Google Fonts
es_es: Fuentes de Google

source: URL of your Google Fonts. Example: <code>%s</code>
es_es: URL de tos Fuentes de Google. Ejemplo: <code>%s</code>

source: No header
es_es: Sin cabecera

source: <p>No header, nothing to show.</p>
es_es: <p>Sin cabecera, nada que mostrar.</p>

source: Header image
es_es: Imagen de cabecera

source: Slider
es_es: Carrusel

source: Static Header
es_es: Cabecera Estática

source: You can manage your header image option in the <a href="%1$s">Theme Customizer</a> screen.
es_es: Puedes manejar las opciones de cabecera desde el <a href="%1$s" target="_blank">Theme Customizer</a>.

source: Options
es_es: Opciones

source: Show header image only at home page
es_es: Mostrar la imagen de cabecera solo en la página inicial

source: This unable the option below
es_es: Esto inhabilita la opción siguiente

source: Display featured image in single posts and pages
es_es: Mostrar la imagen destacada en entradas y páginas como imagen de cabecera

source: Oops! No image chosen yet
es_es: Oops! No se ha escogido ninguna imagen aun

source: Show Slider only at home page
es_es: Mostrar el Carrusel solo en la página inicial

source: Attributes
es_es: Atributos

source: The amount of time, in milliseconds, to delay between automatically cycling an item. Options: default: <code>%1$s</code>; max: <code>%2$s</code>; min: <code>%3$s</code>
es_es: La cantidad de tiempo, en milisegundos, que demora automáticamente cada elemento. Opciones: predeterminado: <code>%1$s</code>; máximo: <code>%2$s</code>; mínimo: <code>%3$s</code>

source: Interval value
es_es: Valor del intervalo

source: Pauses the cycling of the carousel on mouseenter and resumes the cycling of the carousel on mouseleave.
es_es: Pausar el ciclo del carrusel al pasarle con el puntero por encima y resumirlo una vez que el puntero salga.

source: Stop the carousel at last slide.
es_es: Detener el carrusel en la última diapositiva.

source: Animate slides with a fade transition instead of a slide.
es_es: Animar las transiciones con efecto de desvanecimiento en lugar de deslizar.

source: Slider Height
es_es: Altura del carrusel

source: By default slider width is the same than layout width. Here you may enter the value you wish to be your slider height. Options: default: <code>%1$s</code>; max: <code>%2$s</code>; min: <code>%3$s</code>
es_es: El valor predeterminado del ancho del carrusel es el mismo que el de la estructura del blog. Aquí puedes entrar el valor que deseas que tenga la altura del carrusel. Opciones: predeterminado: <code>%1$s</code>; máximo: <code>%2$s</code>; mínimo: <code>%3$s</code>

source: Category
es_es: Categoría

source: Select the category you want to be displayed in the slider section
es_es: Selecciona la categoría que se mostrará en la sección del carrusel

source: Slides
es_es: Diapositivas

source: Introduce the number of slides you want to show. Default value will be <strong>%1$s</strong>, set at your <a href="%2$s" target="_blank">Reading Settings</a> posts per page option
es_es: Introduce la cantidad de diapositivas que deseas que se muestren. El valor por defecto será <strong>%1$s</strong>, configuración tomada del número de entradas a mostrar en <a href="%2$s" target="_blank">Ajustes de lectura</a>

source: Static header text on right
es_es: Texto a la derecha

source: Static header text on left
es_es: Texto a la izquierda

source: Background image, text over
es_es: Imagen de fondo, texto por encima

source: Show Static Header only at home page?
es_es: Mostrar la Cabecera Estática solo en la página inicial

source: Image and Text Alignment
es_es: Alineado de la imagen y el texto

source: Headline, Content and More...
es_es: Encabezado, Contenido y más...

source: <a href="%1$s" target="_blank">Image URL</a>
es_es: <a href="%1$s" target="_blank">URL de la imagen</a>

source: Primary button <a href="%1$s" target="_blank">icon class</a>
es_es: Botón primario <a href="%1$s" target="_blank">icon class</a>

source: Secondary button <a href="%1$s" target="_blank">icon class</a>
es_es: Botón secundario <a href="%1$s" target="_blank">icon class</a>

source: <strong><a href="%1$s" title="%2$s Framework">%2$s Framework</a></strong> provide customization options that are grouped together on this Theme Options screen. If you change themes, options may change or disappear, as they are theme-specific. Your current theme, <strong>%3$s</strong>, provides the following options:
es_es: <strong><a href="%1$s" title="%2$s Framework">%2$s Framework</a></strong> proporciona opciones de personalización que están agrupadas en esta pantalla de Opciones del Tema. Si cambias de Tema, las opciones pueden cambiar o desaparecer, ya que son específicas de cada tema. El tema actual, <strong>%3$s</strong>, brinda las siguientes opciones:

source: <strong>General Options</strong>: Default Values: All.
es_es: <strong>Opciones Generales</strong>: Valores por defecto: Todos.

source: <strong>Header Options</strong>: Default Values: No header.
es_es: <strong>Opciones de Cabecera</strong>: Valor por defecto: Sin cabecera.

source: <strong>Front Page Options</strong>: Default Values: Just another WordPress front page
es_es: <strong>Opciones de Página de Inicio</strong>: Valor por defecto: Como cualquier página inicial de WordPress

source: <strong>Archive Options</strong>: Default Values: The content.
es_es: <strong>Opciones de Archivo</strong>: Valor por defecto: Mostrar el contenido.

source: <strong>Layout Options</strong>: Default Values: Two Columns, content on left. Four footer widgets areas.
es_es: <strong>Opciones de Estructura</strong>: Valores por defecto: Dos columnas, contenido a la izquierda. Cuatro áreas de widgets en el pie de página.

source: <strong>Social Network Options</strong>: Default Values: Empty.
es_es: <strong>Opciones de Redes Sociales</strong>: Valores por defecto: Vacío.

source: <strong>Call to Actions Options</strong>: Default Values: Empty.
es_es: <strong>Opciones de Llamados a la Acción</strong>: Valores por defecto: Vacío.

source: <strong>Webmaster Tools Options</strong>: Default Values: Empty.
es_es: <strong>Opciones de Herramientas para Webmaster</strong>: Valores por defecto: Vacío.

source: <strong>Maintenance Mode Options</strong>: Default Values: Empty.
es_es: <strong>Opciones de Modo de Mantenimiento</strong>: Valores por defecto: Vacío.

source: Remember to click "Save Changes" to save any changes you have made to the theme options.
es_es: Recuerda hacer clic en "Guardar Cambios" para salvar cualquier cambio que hagas en esta página de opciones.

source: Overview
es_es: Generalidades

source: <strong>General Options</strong>: By checking the check boxes below, you may enable or not this options.<br />Note: All of then are check by default.
es_es: <strong>Opciones Generales</strong>: Usando cada checkbox puedes activar o no las opciones siguientes.<br />Nota: Todas estas opciones están activas de manera predeterminada.

source: <strong>%1$s and WordPress credit</strong>: If this option is set to true, a link to WordPress and %1$s sites will be displayed in your site footer area.
es_es: <strong>Crédito para %1$s y WordPress</strong>: Si activas esta opción, se mostrará un enlace a los sitios de WordPress y Twenty'em en el pie de página.

source: <strong>Featured image in single post</strong>: Useful to show featured post image on top of a post (above the title) when it is displayed.
es_es: <strong>Imagen destacada en entrada individual</strong>: Mostrará la imagen destacada (sobre el título) de la entrada cuando esta se visualiza de manera individual.

source: <strong>Related posts in single post</strong>: Display a list of related posts, sorts by post tags, at the end of each post.
es_es: <strong>Entradas relacionadas con la entrada actual</strong>: Mostrará una lista de entradas relacionadas, ordenadas por categorías y etiquetas, al final de cada entrada individual.

source: <strong>Breadcrumb path</strong>: Just another <em>You are here</em> script :)
es_es: <strong>Breadcrumb o Migas de Pan</strong>: Solamente otro script del tipo <em>Tú estás aquí</em> :)

source: <strong>Separate comments from pingbacks and trackbacks</strong>: Display pingbacks and trackbacks in a different list at the end of all comments. For this option works properly, please deactivate your <a href="%1$s">comments pagination</a>.
es_es: <strong>Separar los comentarios de pingbacks y trackbacks</strong>: Mostrar los pingbacks y trackbacks en una lista diferente al final de todos los demás comentarios. Para que esta opción funcione correctamente, por favor, desactiva el <a href="%1$s">paginado en los comentarios</a>.

source: <strong>Enable comments in single pages</strong>: This option lets you allow comments in single pages. If true, the option <a href="%1$s">Allow people to post comments on new articles</a> in <strong>Default article settings</strong> must be true too.
es_es: <strong>Permitir comentarios en páginas individuales</strong>: Esta opción permite mostrar comentarios en páginas individuales. Si es verdadero, la opción <a href="%1$s">Permite que se publiquen comentarios en los artículos nuevos</a> en <strong>Ajustes por defecto de las entradas</strong> debe estar activa también.

source: <strong>Enable shortcodes buttons</strong>: Lets you show or hide the shortocde buttons in the post or page editor. Note that shortcodes always will be enable
es_es: <strong>Activar botones de shortcodes</strong>: Permite mostrar u ocultar los botones de shortcodes en el editor de entradas. Independientemente de esta configuración, los shortcodes estarán siempre disponibles.

source: <strong>Enable Debug Panel</strong>: Show or not a Debug Panel at the bottom of this page. If <code>WP_DEBUG</code> is enable, this panel will be shown any way.
es_es: <strong>Activar el Panel de Información de Desarrollo</strong>: Mostrar o no el Panel de Información de Desarrollo al final de esta página. Si <code>WP_DEBUG</code> está activado, este panel se mostrará de todas maneras.

source: <strong>Google Fonts</strong>: You may add your Google Fonts url. Of course, you have to do the CSS work.
es_es: <strong>Google Fonts</strong>: Puedes añadir la dirección de las Fuentes de Google. Por su puesto, el trabajo de CSS queda de tu parte.

source: General Options
es_es: Opciones Generales

source: <strong>Header Options</strong>: With this options you are able to configure your header site section.
es_es: <strong>Opciones de Cabecera</strong>: Usando estas opciones podrás configurar el encabezado de tu blog.

source: <strong>No header</strong>: This options will be check by default at the first time the theme is loaded.
es_es: <strong>Sin cabecera</strong>: Esta opción estará activa por defecto la primera vez que se cargue el tema.
