Repository: rogertm/twenty-em
Catalog: languages/*.po
Languages: es_es

source: <strong>Header image</strong>: This option let you select an image to be shown at the top of your site by uploading from your computer or choosing from your media library. Go to your <a href="%1$s">Header Settings</a> to customize this section. In addition you may active the checkbox "<strong>Display featured image in single posts and pages</strong>", it will show in single post or page the Featured Image attached to it.
es_es: <strong>Imagen de cabecera</strong>: Esta opción te permite mostrar una imagen en la parte superior de tu blog, lo mismo cargándola de tu computadora o escogiendo una de la librería multimedia. Para personalizar esta sección debes ir a <a href="%1$s">Opciones de Cabecera</a>. Además, puedes activar la casilla "<strong>Mostrar la imagen de cabecera solo en la página inicial</strong>", lo cual mostrará en las entradas o páginas individuales, la imagen destacada adjunta a las mismas.

source: <strong>Slider</strong>: With this options active, a carousel with posts under your favorite category will be displayed in header area. The first time your theme is loaded, your default post category (%1$s) will be actives for this option. Go to your <a href="%2$s">Writing Settings</a> to manage your default category.
es_es: <strong>Carrusel</strong>: Si activas esta opción, se mostrará en la cabecera de tu blog un carrusel de entradas bajo tu categoría favorita. La primera vez que cargues el tema, la categoría predeterminada para las entradas (%1$s) estará activa para esta opción. Para manejar la categoría predeterminada debes ir a los <a href="%2$s">Ajustes de escritura</a>.

source: <strong>Static Header</strong>: Useful option to let people know what about your site is. You can insert an image previously uploaded to your <a href="%1$s">Media Library</a> and a headline with a small text or slogan describing your site. In addition you can add a primary and/or secondary button linked to certain URL, also add <a href="%2$s">icons</a> to these buttons.
es_es: <strong>Cabecera Estática</strong>: Una opción muy útil para que las personas sepan de qué trata tu sitio. Puedes insertar una imagen previamente cargada a tu <a href="%1$s">Librería multimedia</a> y un encabezado con un pequeño texto o eslogan describiendo tu sitio. Además, puedes añadir un botón primario y/o secundario enlazando una URL personalizada, también agregar <a href="%2$s">iconos</a> a estos botones.

source: Header Options
es_es: Opciones de Cabecera

source: <strong>Front Page Options</strong>: With this options you are able to configure your front page.
es_es: <strong>Opciones de Página de Inicio</strong>: Usando estas opciones podrás configurar tu página inicial.

source: <strong>Just another WordPress front page</strong>: This is a child of your <a href="%1$s">Reading Settings</a> options.
es_es: <strong>Como cualquier página inicial de WordPress</strong>: Esta opción es heredera de los <a href="%1$s">Ajustes de lectura</a>.

source: <strong>Text Widgets</strong>: Four featured text widgets areas. Same options for all of them: headline, content (HTML enable, will be escaped before to be insert into the data base), <a href="%1$s">icon class</a>, image (previously uploaded to your <a href="%2$s">Media Library</a>) and a two buttons linked to the URL you like. You may also choose one of the given templates.
es_es: <strong>Widgets de Texto</strong>: Cuatro áreas de texto personalizadas. Todas tienen las mismas opciones: encabezado, contenido (permita HTML, será procesado antes de su introducción en la base de datos), <a href="%1$s">icon class</a>, imagen (previamente cargada a la <a href="%2$s">Librería Multimedia</a>) y dos botones enlazados a la URL que desees. También puedes escoger entre las platillas sugeridas.

source: Front Page Options
es_es: Opciones de Página de Inicio

source: <strong>Archive Options</strong>: Two simple ways to show your posts archive: The Content or The Excerpt. Besides two pagination options
es_es: <strong>Opciones de Archivo</strong>: Dos maneras sencillas de mostrar los archivos de entradas: el contenido o el resumen. Además de dos opciones para el paginado.

source: <strong>The Content</strong>: If you are running <em>Just another WordPress Blog</em>, this could be a great option, showing the whole content of your posts when an archive is displayed.
es_es: <strong>El contenido</strong>: Si eres de los que tiene <em>solo otro Blog de WordPress</em>, esta puede ser una gran opción, mostrando todo el contenido de cada entrada cuando se accede a los archivos.

source: <strong>The Excerpt</strong>: The excerpt, of course, shows a resume of your posts, also let you manage some other options, like excerpt length, thumbnail alignment and thumbnail Width and Height.
es_es: <strong>El resumen</strong>: Esta opción mostrará un resumen de cada entrada, también podrás configurar otras opciones, como la extensión, en palabras, del resumen, alineado, alto y ancho de la imagen en miniatura de cada entrada.

source: <strong>Archive Pagination</strong>: Two ways to display your pagination. Simple: <code>Older</code> and <code>Newer</code> posts links. Or Paginated: list of links <code>&laquo; Newer 1 &hellip; 3 4 5 6 7 &hellip; 9 Older &raquo;</code>
es_es: <strong>Paginado del archivo</strong>: Dos maneras de mostrar el paginado. Mostrar enlaces a entradas <code>Antiguas</code> y <code>Recientes</code>. O una lista paginada <code>&laquo; Recientes 1 &hellip; 3 4 5 6 7 &hellip; 9 Antiguas &raquo;</code>.

source: Archive Options
es_es: Opciones de Archivo

source: <strong>Layout Options</strong>: This options do not need to be explained, really. You may decide where you want your(s) side(s) bar(s), in case you need one.
es_es: <strong>Opciones de Estructura</strong>: Esta opción no necesita mucha explicación. Puedes decidir donde colocar tus barras laterales en caso que necesites alguna.

source: Layout Options
es_es: Opciones de Estructura

source: <strong>Social Network Options</strong>: We provide a long list of the must used social network sites on the Internet. This option let you introduce your users URL, and they will be show in your site footer area as a menu.
es_es: <strong>Opciones de Redes Sociales</strong>: Proveemos una amplia lista de las redes sociales más populares en Internet. Esta opción permite introdicir las URLs de tus usuarios, que se mostrarán en la parte inferior del blog en forma de menú.

source: Social Network Options
es_es: Opciones de Redes Sociales

source: <strong>Call to Actions Options</strong>: This option let add some featured content in some places around your site.
es_es: <strong>Opciones de Llamados a la Acción</strong>: Este opción te permite añadir contenido destacado en algunos lugares en tu sitio.

source: Call to Actions Options
es_es: Opciones de Llamados de Acción

source: <strong>Webmaster Tools Options</strong>: In this section you should enter your meta key "content" value provided by <a href="%1$s">Google Webmaster Tools</a>, <a href="%2$s">Bing Webmaster Center</a> and <a href="%3$s">Pinterest Site Verification</a>, and Statistics Tracker codes from the system you like.
es_es: <strong>Opciones de Herramientas para Webmaster</strong>: En esta sección puedes introducir el valor de la palabra clave "content" para verificar tu blog con <a href="%1$s">Google Webmaster Tools</a>, <a href="%2$s">Bing Webmaster Center</a> y <a href="%3$s">Pinterest Site Verification</a>, y códigos de Rastreo Estadístico de tu sistema favorito.

source: Webmaster Tools Options
es_es: Opciones de Herramientas para Webmaster

source: <strong>Maintenance Mode Options</strong>: Now you can put your site in Maintenance Mode. Activating this option you are able to "shut down" your site to make some "reparations". Only users width role "Administrator" will can interact with your site. Otherwise you can active others group of users in the <strong>Users and Roles</strong> section in the same panel, in the meantime visitors will see nothing.
es_es: <strong>Opciones de Modo de Mantenimiento</strong>: Ahora puedes poner tu sitio en Modo de Mantenimiento. Activando esta opción podrás "apagar" tu sitio para hacer algunas "reparaciones". solo usuarios con role "Administrador" podrán interactuar con el sitio. De todas maneras podrás activar otros grupos de usuarios en la sección <strong>Usuarios y Roles</strong>, mientras los visitantes no podrán ver nada.

source: You can also use the <strong>Timer</strong> section to show a countdown and tell the visitors when your site will be available again. In addition you have Heading, Content, Image and a couple of links, all that in the <strong>Heading, Content and more...</strong> section.
es_es: También puedes usar la sección <strong>Temporizador</strong> para mostrar una cuenta regresiva y hacer saber a los visitantes cuando tu sitio estará disponible nuevamente. Además tienes Encabezado, Contenido, Imagen y un par de enlaces a tu disposición en la sección <strong>Encabezado, Contenido y más...</strong>.

source: Maintenance Mode Options
es_es: Opciones de Modo de Mantenimiento

source: <strong>Little Debug Information</strong>:
es_es: <strong>Información de Desarrollo</strong>:

source: <strong>Framework Name</strong>: <code>%s</code>
es_es: <strong>Nombre del Framework</strong>: <code>%s</code>

source: <strong>Framework Version</strong>: <code>%s</code>
es_es: <strong>Versión del Framework</strong>: <code>%s</code>

source: <strong>Status</strong>: <code>%s</code>
es_es: <strong>Estado</strong>: <code>%s</code>

source: <strong>Data Base Version</strong>: <code>%s</code>
es_es: <strong>Versión de la Base de Datos</strong>: <code>%s</code>

source: <strong>Current Theme</strong>: <code>%s</code>
es_es: <strong>Tema Actual</strong>: <code>%s</code>

source: <strong>Theme Version</strong>: <code>%s</code>
es_es: <strong>Versión del Tema</strong>: <code>%s</code>

source: Little Debug Info
es_es: Información de Desarrollo

source: <strong>%1$s Backup Manager</strong>
es_es: <strong>%1$s Administrador de Respaldo</strong>

source: The backup manager allows you to backup or restore your <a href="%1$s">Theme Options</a> settings to or from a text file. Only valid backup files generated through the <strong>%2$s Backup Manager</strong> should be imported.
es_es: El administrador de respaldo te permite guardar o restaurar las <a href="%1$s">Opciones del Tema</a> en o desde un archivo de texto. Solo archivos válidos generados por el <strong>Adminostrador de Respaldo de %2$s</strong> pueden ser importados.

source: Please note that this manager only backs up your settings, not your content, to backup your content use the <a href="%1$s">WordPress Export Tool</a>.
es_es: Este administrador de respaldo solo guarda la configuración del tema, no el contenido del blog, para respaldar tu contenido debes ir a <a href="%1$s">Herramientas > Exportar</a>.

source: <strong>Export Settings</strong>
es_es: <strong>Exportar</strong>

source: You can export your <strong>%1$s</strong> settings to back them up, or copy them to another site. If Child Themes or Plugins merge their options to <code>t_em_theme_options</code> option, that setting will be exported too.
es_es: Puedes guardar la configuración de <strong>%1$s</strong> para restaurarla más tarde, o copiarla en otro blog. Si un Tema Hijo o Plugin mezcla sus opciones dentro de la opción <code>t_em_theme_options</code>, estas se guardarán también.

source: The settings are exported in a text file named <code>t-em-backup-</code> fallowed by the date and time it was exported.
es_es: La configuración se exportará en un archivo de texto llamado <code>t-em-backup-</code> seguido por la fecha y la hora en que ha sido exportado.

source: Export
es_es: Exportar

source: <strong>Import Settings</strong>
es_es: <strong>Importar</strong>

source: You can import a file you've previously exported. Remember that only files exported by the <strong>%1$s Backup Manager</strong> can be imported back.
es_es: Puedes importar un archivo que hayas exportado previamente. Recuerda que solo archivos exportados por el <strong>%1$s Administrador de Resplado</strong> pueden ser importados.

source: Once you upload your file, it will update the <code>t_em_theme_options</code> option in the data base. <strong>This action cannot be undone</strong>.
es_es: Una vez que hayas cargado el archivo, se actualiará la opción <code>t_em_theme_options</code> en la base de datos. <strong>Esta acción no se puede deshacer</strong>.

source: Import
es_es: Importar

source: For more information:
es_es: Para más información:

source: <a href="%1$s">Visit %2$s home page</a>
es_es: <a href="%1$s">Visita la página de %2$s</a>

source: <a href="%1$s">License</a>
es_es: <a href="%1$s">Licencia</a>

source: <a href="%1$s">Documentation</a>
es_es: <a href="%1$s">Documentación</a>

source: <a href="%1$s">Donate</a>
es_es: <a href="%1$s">Donar</a>

source: Two columns. Content on left
es_es: Dos columnas. Contenido a la izquierda

source: Two columns. Content on right
es_es: Dos columnas. Contenido a la derecha

source: Three columns. Content on left
es_es: Tres columnas. Contenido a la izquierda

source: Three columns. Content on right
es_es: Tres columnas. Contenido a la derecha

source: Three columns. Content in the middle
es_es: Tres columnas. Contenido al centro

source: One column, no sidebar
es_es: Una columna. Sin barra lateral

source: Four footer widget
es_es: Cuatro áreas de widgets

source: Three footer widget
es_es: Tres áreas de widgets

source: Two footer widget
es_es: Dos áreas de widgets

source: One footer widget
es_es: Un áreas de widgets

source: No footer widgets
es_es: Sin áreas de widgets

source: Layout Fluid
es_es: Estructura Fluida

source: Use full width container, spanning the entire width of your viewport.
es_es: Expandir el contenedor por todo el ancho de la pantalla.

source: Main Layout Setting
es_es: Ajustes de la estructura principal

source: Footer Widgets Area Setting
es_es: Ajustes de áreas de widgets inferior

source: Activating the "<strong>Maintenance Mode</strong>" only users width role "Administrator" will can interact with your site. Otherwise you can active others group of users in the <strong>Users and Roles</strong> section.
es_es: Activando el "<strong>Modo de Mantenimiento</strong>" solo usuarios con role "Administrador" podrán interactuar con el sitio. De todas maneras podrás activar otros grupos de usuarios en la sección <strong>Usuarios y Roles</strong>

source: Active the Maintenance Mode
es_es: Activar el Modo de Mantenimiento

source: Timer
es_es: Temporizador

source: Enter the date your site will be available again. Format: <code>YYYY/MM/DD</code>. Example: <code>%s</code>
es_es: Introducir la fecha en que este sitio estará activo nuevamente. Formato: <code>YYYY/MM/DD</code>. Ejemplo: <code>%s</code>

source: Reactive automatically after the timer end date
es_es: Activar automáticamente después de la fecha final

source: Users and Roles
es_es: Usuarios y Roles

source: Select which role of users will interact with your site
es_es: Seleccionar los roles de usuarios que podrán interactuar con el sitio

source: Title tag
es_es: Etiqueta de Título:

source: Enter the text for the <code>&lt;title&gt;... &lt;/title&gt;</code> tag. Default: <strong>%s</strong>
es_es: Introducir el texto para la etiqueta <code>&lt;title&gt;... &lt;/title&gt;</code>. Por defecto: <strong>%s</strong>

source: Social Links
es_es: Enlaces a Redes Sociales

source: WARNING: Do not edit this files. It contains your theme configuration settings
es_es: ADVERTENCIA: No editar este archivo. Contiene las opciones de configuración de tu blog.

source: There was an error importing your data. Please try again
es_es: Ha ocurrido un error importado los datos. Por favor inténtalo nuevamente.

source: There was an error exporting your data. Please try again
es_es: Ha ocurrido un error exportando los datos. Por favor inténtalo nuevamente

source: Settings successfully imported. Back to <a href="%1$s">Theme Options</a> or <a href="%2$s">Visit your site</a>
es_es: La configuración ha sido importada correctamente. Volver a las <a href="%1$s">Opciones del Tema</a> o <a href="%2$s">Visita tu blog</a>

source: Backup Manager
es_es: Administrador de Respaldo

source: Export Settings
es_es: Exportar

source: When you click in the button below <strong>%s Framework</strong> will create a <code>.txt</code> file for you to save in your computer.
es_es: Cuando hagas clic en el botón siguiente <strong>%s Framework</strong> creará un archivo <code>.txt</code> para que los salves en tu computadora.

source: This file contain all your theme configuration. You can use it to restore your setting in this site or to easily setup another site based on <strong>%s Framework</strong>.
es_es: Este archivo contiene toda la configuración de tu tema. Puedes usarlo para restaurar la configuración en este blog o fácilmente configurar otro blog basado en <strong>%s Framework</strong>.

source: Download export file
es_es: Descargar archivo de exportación

source: Import Settings
es_es: Importar

source: If you have your settings in a backup file in your computer, <strong>%s Framework</strong> can import those settings into this site
es_es: Si tienes los ajustes de tu blog guardados en un archivo de respaldo, <strong>%s Framework</strong> puede importarlos a este blog

source: Upload File: (Maximum Size: <code>%s</code>)
es_es: Archivo a cargar: (Tamaño Máximo <code>%s</code>)

source: Upload file and import
es_es: Cargar archivo e importar

source: Select Image
es_es: Seleccionar Imagen

source: Use selected image
es_es: Usar imagen seleccionada

source: Backup
es_es: Respaldo

source: You are using the <a href="%s"><strong>Maintenance Mode</strong></a>.
es_es: Estás usando el <a href="%s"><strong>Modo de Mantenimiento</strong></a>.

source: Thank you for updating <strong>%1$s</strong>. Currently running <strong>Framework Version %2$s</strong> and <strong>Database Version %3$s</strong>. Before to continue, you need to update your database setting. For more security, please, <a href="%4$s">backup your setting</a>.
es_es: Gracias por actualizar <strong>%1$s</strong>. Actualmente corriendo la <strong>Versión del Framework %2$s</strong> y <strong>Versión de la Base de Datos %3$s</strong>. Antes de continuar hay que actualizar los ajustes en la base de datos. Para más seguridad, por favor, <a href="%4$s">guarda tu configuración</a>.

source: Update completed. Back to <a href="%1$s">Theme Options</a> screen
es_es: Actualización completada. Vuelve a las <a href="%1$s">Opciones del Tema</a>

source: Update %s
es_es: Actualizar %s

source: Oops! An error has occurred. Error ID: <strong>%1$s</strong>
es_es: Oops! Ha ocurrido un error. ID del error: <strong>%1$s</strong>

source: Oops! Your theme explode... Error ID: <strong>%1$s</strong>
es_es: Oops! Tu tema ha explotado... ID del error: <strong>%1$s</strong>

source: Thank you for creating with <a href="%s">WordPress</a> and <a href="%s">%s</a>.
es_es: Gracias por crear con <a href="%s">WordPress</a> y <a href="%s">%s</a>.

source: https://wordpress.org/
es_es: https://es.wordpress.org/

source: Site Statistics Tracker (into <code>&lt;header&gt;</code> ...<code>&lt;/header&gt;</code> tags)
es_es: Código de seguimiento (entre las etiquetas <code>&lt;header&gt;</code> ...<code>&lt;/header&gt;</code>)

source: Site Statistics Tracker (Before close <code>&lt;/body&gt;</code> tag)
es_es: Código de seguimiento (justo antes de cerrar la etiqueta <code>&lt;/body&gt;</code>)

source: Trackers ID numbers
es_es: Identificadores de seguimiento

source: <strong>NOTE</strong>: Just the ID number, the <code>%1$s</code> tag is not needed
es_es: <strong>NOTA</strong>: Solo el código identificador, la etiqueta <code>%1$s</code> no es necesaria

source: Trackers Statistics Codes
es_es: Códigos de seguimiento estadístico

source: <strong>NOTE</strong>: Just the code, the <code>%1$s</code> and <code>%2$s</code> tags are not needed
es_es: <strong>NOTA</strong>: Solo el código, las etiquetas <code>%1$s</code> y <code>%2$s</code> no son necesarias

source: <span class="attachment-meta">Published on <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>
es_es: <span class="attachment-meta">Puplicado en <time class="entry-date" datetime="%1$s">%2$s</time> en <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>

source: Link to full-size image
es_es: Enlace a imagen a tamaño completo

source: Full resolution
es_es: A toda resolución

source: Display the most Recent Posts on your site, including thumbnail and excerpt
es_es: Muestra las entradas más recientes en tu blog, incluyendo imagen miniatura y resumen

source: %1$s Recent Posts
es_es: %1$s Entradas Recientes

source: Recent Posts
es_es: Entradas Recientes

source: Title:
es_es: Título:

source: Display only posts with thumbnails
es_es: Mostrar solo entradas con imágenes adjuntas

source: Thumbnail dimensions:
es_es: Dimensiones de la imagen en miniatura:

source: Width:
es_es: Ancho:

source: Height:
es_es: Alto:

source: Thumbnail alignment:
es_es: Alineado de la imagen en miniatura:

# widget thumbnail alignment
source: left
es_es: izquierda

# widget thumbnail alignment
source: right
es_es: derecha

# widget thumbnail alignment
source: no align
es_es: sin alinear

source: Number of posts to show:
es_es: Número de entradas a mostrar:

source: The most Popular Posts on your site
es_es: Las entradas más populares en tu blog

source: %1$s Popular Posts
es_es: %1$s Entradas Populares

source: Popular Posts
es_es: Entradas Populares

source: - 1 Comment
es_es: - 1 Comentario

source: Show comment count
es_es: Mostrar cantidad de comentarios

source: Display all images on your site attached to a post
es_es: Muestra todas las imágenes que estén adjuntas a una entrada

source: %1$s Image Gallery
es_es: %1$s Galería de Imágenes

source: Image Gallery
es_es: Galería de Imágenes

source: Number of images to show:
es_es: Número de imágenes a mostrar:

source: Show images in columns
es_es: Mostrar imágenes en columnas

source: The most recent comments
es_es: Los comentarios más recientes

source: %1$s Recent Comments
es_es: %1$s Comentarios Recientes

source: Recent Comments
es_es: Comentarios Recientes

# Recent Comment Widget
source: on
es_es: en

source: Number of comments to show:
es_es: Número de comentarios a mostrar:

source: Show author name/url
es_es: Mostrar nombre y url del autor

source: Display users avatar
es_es: Mostrar avatar del usuario

source: Subscribe via FeedBurner
es_es: Suscribirse vía FeedBurner

source: %1$s Subscribe via FeedBurner
es_es: %1$s Suscribirse vía FeedBurner

source: email@domain.com
es_es: email@dominio.com

source: Subscribe
es_es: Suscribirse

source: Email address
es_es: Dirección de correo electrónico

source: Your FeedBurner URI (required)
es_es: FeedBurner URI (obligatorio)

source: Short text inviting users to subscribe...
es_es: Un texto pequeño invitando a los usuarios a suscribirse...

source: Button Label
es_es: Texto del botón

source: A list of your site&#8217;s contributors
es_es: Una lista de colaboradores de tu blog

source: %1$s Contributors
es_es: %1$s Colaboradores

source: Contributors
es_es: Colaboradores

source: Order by
es_es: Ordenar por

source: User Name
es_es: Nombre de usuario

source: Post Count
es_es: Número de entradas

source: User ID
es_es: ID de usuario

source: Order
es_es: Orden

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Number of users to show:
es_es: Número de usuarios a mostrar

source: Exclude:
es_es: Excluir:

source: Users IDs, separated by commas.
es_es: ID de usuarios, separados por comas.

source: The latest %1$s posts
es_es: Las últimas %1$s entradas
