Repository: rogertm/twenty-em
Catalog: languages/*.po
Languages: es_es

source: Permalink to %s
es_es: Enlace permanente a %s

source: 0 Comments
es_es: 0 Comentarios

source: % Comments
es_es: % Comentarios

source: Categories
es_es: Categorías

source: Monthly Archives
es_es: Archivo Mensual

source: Tag Cloud
es_es: Nube de Etiquetas

source: Continue reading <span class="meta-nav">&raquo;</span>
es_es: Seguir leyendo <span class="meta-nav">&raquo;</span>

source: %d Article
es_es: %d Entrada

source: Visit web site
es_es: Visitar página web

source: Pages
es_es: Páginas

source: Posts per categories
es_es: Entradas por categorías

source: Search in
es_es: Buscar en

source: Search
es_es: Buscar

source: Nothing Found
es_es: No hay resultados

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_es: ¿Listo para publicar tu primera entrada? <a href="%1$s">Comienza por aquí</a>.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
es_es: Lo sentimos, pero no hay coincidencias con tus términos de búsqueda. Por favor, intenta nuevamente con diferentes criterios.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es_es: Al parecer no podemos encontrar lo que estás buscando. Tal vez puedas usar el buscador y obtener mejores resultados.

source: <b class="fn">%1$s</b><span class="says sr-only">says:</span>
es_es: <b class="fn">%1$s</b><span class="says sr-only">dijo:</span>

source: Your comment is awaiting moderation.
es_es: Su comentario está en espera de moderación.

source: %1$s at %2$s
es_es: %1$s a %2$s

source: Edit
es_es: Editar

source: Reply
es_es: Responder

source: JavaScript is required for this website to be displayed correctly.<br /> Please enable JavaScript before continuing...
es_es: Para que este sitio funcione correctamente necesita JavaScript.<br />Por favor activa JavaScript antes de contrinuar...

source: Author Archives: %s
es_es: Archivo del Autor: %s

source: %1$s Archives: %2$s
es_es: Archivos de %1$s: %2$s

source: Archives for: %1$s
es_es: Archivo de: %1$s

source: Daily Archives: <small>%s</small>
es_es: Archivo del día: <small>%s</small>

source: Monthly Archives: <small>%s</small>
es_es: Archivo del mes: <small>%s</small>

source: Yearly Archives: <small>%s</small>
es_es: Archivo del año: <small>%s</small>

source: Blog Archives
es_es: Archivo del blog

source: Search Results for: %s
es_es: Resultados de búsqueda para: %s

# similar custom post type label
source: Similar %s
es_es: %s similares

# no similar custom post type label
source: No Similar %s
es_es: No hay %s similares

source: Home
es_es: Inicio

source: Search: %s
es_es: Búsqueda: %s

source: Page %s
es_es: Página %s

source: Proudly powered by: <a href="%1$s" title="%2$s">%3$s</a> and <a href="%4$s" title="%5$s">%6$s</a>. Theme Name: <a href="%7$s" title="Version %8$s">%9$s</a> by: %10$s
es_es: Hecho con <a href="%1$s" title="%2$s">%3$s</a> y <a href="%4$s" title="%5$s">%6$s</a>. Tema: <a href="%7$s" title="Version %8$s">%9$s</a> por: %10$s

source: Name
es_es: Nombre

source: Email
es_es: Correo electrónico

source: Website
es_es: Web

source: Comment
es_es: Comentario

source: This content is password protected. To view it please enter your password below:
es_es: Este contenido está protegido con contraseña. Para verlo introduce la contraseña a continuación:

source: Password
es_es: Contraseña

source: Submit
es_es: Enviar

source: <!-- This site uses %1$s WordPress theme/framework v%2$s %3$s - %4$s -->
es_es: <!-- Este sitio está hecho con %1$s WordPress theme/framework v%2$s %3$s - %4$s -->

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Welcome to %s
es_es: Bienvenido a %s

source: <p><strong>%s</strong> is a Theme/Framework for WordPress specially designed to create Child Themes</p>
es_es: <p><strong>%s</strong> es un Theme/Framework para WordPress concebido para el desarrollo de Child Themes</p>

source: <p><strong>%s</strong> offers you an ample number of options which allow you to perform your site easily</p>
es_es: <p><strong>%s</strong> ofrece una amplia gama de opciones que te permitirán modificar tu sitio fácilmente</p>

source: Top Menu
es_es: Menú Superior

source: Navigation Menu
es_es: Menú de Navegación

source: Footer Menu
es_es: Menú Inferior

# header image description
source: Fire
es_es: Fuego

# header image description
source: Lime
es_es: Lima

# header image description
source: Purple
es_es: Púrpura

source: Main Sidebar Widget Area
es_es: Área de widgets principal

source: Add widgets here to appear in your main sidebar
es_es: Añade aquí los widgets que quieres que aparezcan en la barra lateral principal

source: Alternative Sidebar Widget Area
es_es: Área de widgets alternativa

source: Add widgets here to appear in your alternative sidebar
es_es: Añade aquí los widgets que quieres que aparezcan en la barra lateral alternativa

source: First Footer Widget Area
es_es: Primera área de widget inferior

source: Add widgets here to appear in your footer sidebar
es_es: Añade aquí los widgets que quieres que aparezcan en el pie

source: Second Footer Widget Area
es_es: Segunda área de widget inferior

source: Third Footer Widget Area
es_es: Tercera área de widget inferior

source: Fourth Footer Widget Area
es_es: Cuarta área de widget inferior

source: You are using %s in <strong><a href="%s">Maintenance Mode</a></strong>
es_es: Estás usando %s en <strong><a href="%s">Modo de Mantenimiento</a></strong>

source: Continue reading <span class="sr-only">%s</span> <span class="meta-nav">&raquo;</span>
es_es: Seguir leyendo <span class="sr-only">%s</span> <span class="meta-nav">&raquo;</span>

source: Short link to: %1$s
es_es: Enlace corto a: %1$s

source: Short link
es_es: Enlace corto

source: Leave a comment
es_es: Dejar un comentario

source: View all post by %s
es_es: Ver todas las entradas de %s

source: About %s
es_es: Acerca de %s

source: View all posts by %s <span class="icomoon-arrow-right2"></span>
es_es: Ver todas las entradas de %s <span class="icomoon-arrow-right2"></span>

source: Previous post:
es_es: Entrada anterior:

source: Next post:
es_es: Entrada siguiente:

source: Posts navigation
es_es: Navegación de entradas

source: <span class="icomoon-arrow-left2"></span> Older posts
es_es: <span class="icomoon-arrow-left2"></span> Entradas anteriores

source: Newer posts <span class="icomoon-arrow-right2"></span>
es_es: Entradas recientes <span class="icomoon-arrow-right2"></span>

source: Page navigation
es_es: Navegación de entradas

source: Newer posts
es_es: Entradas recientes

source: Older posts
es_es: Entradas anteriores

source: Page %1$s of %2$s
es_es: Página %1$s de %2$s

source: <span class="icomoon-arrow-left2"></span> Older Comments
es_es: <span class="icomoon-arrow-left2"></span> Comentarios antiguos

source: Newer Comments <span class="icomoon-arrow-right2"></span>
es_es: Comentarios recientes <span class="icomoon-arrow-right2"></span>

source: Pages:
es_es: Páginas:

source: A HTML5 and CSS3 WordPress theme/framework for developers. Great for Child Themes creation
es_es: HTML5 y CSS3 WordPress theme/framework para desarrolladores. Genial para la creación de Child Themes

source: Archive
es_es: Archivo

source: Blog Content (full posts)
es_es: Blog Content (entradas completas)

source: Blog Excerpt (summary)
es_es: Blog Excerpt (resumen)

source: Site Map
es_es: Mapa del Sitio
